function openResult() {
    let loading = document.getElementById('loading');
    let overlay = document.getElementById('overlay');
    let result = document.getElementById('result');
    let btnWrp = document.getElementById("btnWrapper");
    let desc = document.getElementById('text');
    let picture = document.getElementById('picture');
    let topic = document.getElementById('topic');

    loading.style.display = 'inline-block';
    overlay.classList.add('_fade-in');
    result.classList.add('_fade-in-100');
    desc.innerHTML = '';
    picture.innerHTML = '';
    document.body.style.overflow = 'hidden';

    setTimeout(() => {
      this.index = Math.floor((Math.random() * 72));
//        this.index = 47;
        btnWrp.style.display = 'flex';
        loading.style.display = 'none';
        desc.innerHTML = this.desc[this.index];
        let urlImg = './src/images/' + (this.index+1) + '.png';
        picture.innerHTML = `<img src="` + urlImg + `" alt="">`;
//		console.log(this.desc[14])
        topic.innerHTML = 'ธรรมะเตือนใจแสงสว่างบทหนทางธรรมที่ได้คือ ...';
    }, 5000);
}

function resetApp() {
    let loading = document.getElementById('loading');
    let overlay = document.getElementById('overlay');
    let result = document.getElementById('result');
    let btnWrp = document.getElementById("btnWrapper");
    let desc = document.getElementById('text');
    let picture = document.getElementById('picture');

    loading.style.display = 'inline-block';
    overlay.classList.remove('_fade-in');
    result.classList.remove('_fade-in-100');
    desc.innerHTML = '';
    picture.innerHTML = '';
    btnWrp.style.display = 'none';
}

function share () {
    var facebookShare = document.querySelector('[data-js="facebook-share"]');

    facebookShare.onclick = function(e) {
    e.preventDefault();
    var facebookWindow = window.open('https://www.facebook.com/sharer/sharer.php?u=' + document.URL, 'facebook-popup', 'height=350,width=600');
    if(facebookWindow.focus) { facebookWindow.focus(); }
        return false;
    }
}

function savepic () {
    window.open('https://dhanachdev.github.io/pandara/src/images/' + this.index + '.png');
}
var index = 0;
var desc = [
    `<div class="_desc">ข้อธรรม 1 "ศีล คือ ใจ"
การบังคับกาย หรือ วาจา ไม่สำคัญเท่า
การที่เราถือศีล นั้นทำให้ใจเราเป็นสุข</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 2 ตอนเช้าเราออกไปสูดอากาศ มองท้องฟ้า
รับรู้ถึงลมหายใจเข้า - ออก
รับรู้ถึงความไพศาลของธรรมชาติ
แล้วโอบรับความกว้างใหญ่ไว้ในใจเรา
เป็นอีกวิธีที่ทำให้ใจเบิกบาน</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 3 “เราต้องทำลายความโกรธด้วยอาวุธของเราเอง ไม่ว่าจะเป็นธนู หอก ดาบ หรืออาวุธอื่นใดก็ตามที่สังหารความโกรธ แต่เราไม่สามารถใช้อาวุธเหล่านี้ทำลายความโกรธของผู้อื่น ความโกรธของพวกเขาทำลายได้อย่างเดียวคือ ขันติของเรา” (พระสูตรลาเม โกพัง ดรุบทับ)
ขันติบารมีจะเติบโตไปพร้อมกับการฝึกปฏิบัติของเราตั้งแต่วันแรกที่เราฝึกฝน ถ้าเราฝึกเป็นเวลา 10 ปีนับแต่วันนี้ ขันติบารมีก็จะกลายเป็นพลังที่ยิ่งใหญ่อยู่ในใจเรา
</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 4 เมื่อตามความคิด แต่งเติมเรื่องราว

เรากำลังบำรุงลมแห่งกรรม

เมื่อไม่ตามความคิด

แต่ดำรงอยู่ในสภาวะจิตเดิมแท้

ลมแห่งกรรมจะอ่อนแรง

และถูกแทนที่ด้วยลมแห่งปัญญา

ซึ่งจะนำเราไปสู่ความสมดุลของธาตุ ปีติสุข

การมองโลกด้วยความเข้าใจไม่ผิดพลาด</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 5 ฉีดวัคซีนใจ การปฏิบัติจะช่วยให้จิตใจเราเข้มแข็ง

การสวดมนตราจะมีพลังเมื่อเราเชื่อมโยงกับพระพุทธเจ้าพระองค์นั้น พระไภษัชยราชา คือ ราชาแห่งยา ขอให้เราเป็นตัวแทนทุกชีวิตที่ป่วย ฝากหัวใจเราไว้กับท่าน ใจของเรากับใจของพระองค์เป็นหนึ่งเดียวกัน

ความเจ็บป่วย ทำให้เราทุกข์จากความเจ็บปวด ใจเราจะไม่ทุกข์ เมื่ออยู่กับบทสวดมนต์

ขอให้การเจ็บป่วยของเราเป็นโอกาสได้ปฏิบัติธรรม เปลี่ยนเป็นบทเรียนแห่งปัญญา</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`
,

`<div class="_desc">ข้อธรรม 6 ขณะที่ร่างกายยังดีอยู่ยังไม่ป่วย นอกจากการภาวนา เราต้องเห็นคุณค่าของกันและกัน มิตรภาพ ความรักของญาติพี่น้อง ความรักของเพื่อน สิ่งเหล่านี้เราต้องให้คุณค่าที่สุด</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 7 ทุกอย่างในชีวิต - ในยามหลับและตื่น เป็นเพียงรูปแห่งความว่าง การแสดงอันมหัศจรรย์ของธรรมชาติโดยเนื้อแท้
รูปนั้น
เสียงนั้น
รสนั้น
ฯลฯ
ปรากฏให้เห็น ได้ยิน ลิ้มรส...เพียงชั่วขณะที่ปรากฏขึ้น แล้วทิ้งร่องรอยในความทรงจำ

หากไม่สนใจ รอยนั้นจะสลายไป ไม่ฝากไว้แม้สัญญาในอาลยวิญญาณ
ไม่ว่าสิ่งที่เข้ามาในชีวิต จะเป็นสิ่งที่น่ารื่นรมย์หรือสิ่งที่ท้าทาย ขอเราแปรเปลี่ยนสิ่งนั้นให้เป็นบทเรียนแห่งปัญญาญาณบนหนทาง

จึงไม่มีการแสดงใดที่ไร้ประโยชน์ ไม่มีความฝันใดที่ไร้ความหมาย เพราะต่างนำเราไปสู่การค้นพบยิ่งใหญ่ ซึ่งก็คือ ปัญญาญาณเดิมแท้ซึ่งมิเคยพรากจากเรา</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 8 ในยามตื่น เราใช้กายวาจาใจอย่างเต็มที่ฝึกปฏิบัติ ทำกุศล สลายรอยกรรมสีดำที่สั่งสมมานับภพชาติไม่ถ้วน เพื่อการกลับสู่ใจที่แท้ซึ่งผ่องแผ้ว ชัดใส ไร้กิเลส เปี่ยมด้วยความรักไม่มีประมาณ

ในยามหลับ เรานอนอย่างผ่อนคลาย ด้วยสติสัมปชัญญะ เพื่อฝึกการรู้ตัวในความฝันและการดำรงอยู่กับแสงกระจ่างแห่งปัญญาญาณ เมื่อรู้ตัว ภาพปรากฏของจิตปรุงแต่งในความฝันจึงไม่มีที่อยู่ ทันทีที่รู้ตัว เราจึงได้ปลุกปัญญาให้เกิดขึ้น

กลางวันกับกลางคืนจึงมิแยกจากกัน เป็นเวลาอันไร้กาลเวลาที่โยคีจะยึดครองพื้นที่จากการปรุงแต่งและภาพลวงตาที่จิตสร้าง</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 9 สภาวะจิตมีเพียงหนึ่งเดียว แต่ดังพระจันทร์ในน้ำ ส่องสว่างมากมายในหลายลักษณะ

“ชูตา” พระจันทร์ในน้ำ หนึ่งใน 11 ตัวอย่างของภาพมายาที่ปรากฏในความฝัน</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 10 ' ณ ปลายทางของการจาริก เป็นความนิ่ง ในความนิ่งนั้น คือการที่เราเข้าใจความหมายของตัวเอง การเดินทางไกล เพื่อมาพบสิ่งที่ใกล้ที่สุด คือ 'หัวใจของเรา'

เรามักจะปล่อยให้ใจเตลิด ไปนู่นไปนี่ ใจอยู่ตามอารมณ์ ความรู้สึก เผลอตามภาพลวงที่จิตสร้าง

สภาวะแห่ง สันติ อิ่มเอิบ และแค่เวลาสั้น ๆ เหล่านี้บางทีเราอาศัยการภาวนายาวนาน คือเราต้องมีความเพียร เราต้องขัดเกลาตัวเองก่อน แล้วความหมาย ซึ่งมันก็เป็นสิ่งธรรมดา มองในสิ่งเดิม แต่ให้ความหมายใหม่ เพราะมันเกิดความเข้าใจตัวเอง เข้าใจจิตที่แท้ของตัวเอง '</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 11 ขอให้เราเห็นตัวตนที่แท้ของเราให้ได้ ร่างกายนี้เป็นของปลอม ร่างกายในความฝันคือ กายแห่งจิต เหมือนตัวเราที่ปรากฏหลังตาย

ตัวละครในความฝัน คือ กายแห่งจิต กายที่จิตสร้างให้ปรากฏ

ในตอนกลางวันให้ระลึกไว้เสมอว่า "ทุกสิ่งคือภาพมายา"

เมื่อตื่นรู้ในความฝัน แล้วจะทำให้เรามองโลกเปลี่ยนไป</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 12 ไม่ว่าเราจะนอนหลับมาแล้วกี่วัน เดือนและปี ไม่ว่าเราจะหลับใหลในอวิชชาหรือหลับไปพร้อมกับการปรุงแต่งมากมายที่นำไปสู่การนอนหลับในสังสารวัฏ

แต่ตั้งแต่บัดนี้เป็นต้นไป เราสามารถเปลี่ยนการนอนหลับให้เป็นช่วงเวลาที่เราจะบำรุงปัญญาญาณ ตัวรู้อันไร้การปรุงแต่ง แล้วฝึกที่จะหลับไปในแสงกระจ่าง เพื่อเตรียมความพร้อมสำหรับวันสุดท้ายของชีวิตและการเดินทางต่อหลังจากนั้น...</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 13 ไม่ว่าด้านบวกหรือด้านลบของชีวิต
ทุกอย่างมีอยู่เพียงชั่วคราวเท่านั้น
สิ่งที่เราหวงแหนที่สุด เกลียดชังที่สุด
วันหนึ่งก็จะหมดสิ้นไป
ด้วยหลักการแห่งความเป็นอนิจจัง⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 14 มหัศจรรย์แห่งจิต

ในยามนอนหลับ จิตยังคงทำงานอยู่
จริงๆ แล้ว เราฝันอยู่ตลอดเวลาเพียงแต่เราจะจำได้หรือไม่ บางวันเราจำได้ชัดเจน บางวันเราจำไม่ได้เลย บางวันเราตื่นมาเหมือนไม่มีความฝันใดๆ เกิดขึ้น และบางวัน ความฝันที่ปรากฏโดยมีเราเป็นหนึ่งในผู้แสดงก็เป็นดังหนังหรือละคร

อันที่จริงแล้ว จิตในตอนกลางคืนกับกลางวันไม่ต่างกัน นั่นคือ ยังคงทำงานอยู่ เพียงแต่ในยามนอนหลับ ร่างกายไม่เคลื่อนไหวไปตามเจตนาและจิตไม่ตอบโต้กับสิ่งที่มากระทบอายตนะ แต่จิตนำเรื่องราวที่อยู่ในจิต (รอยกรรมในอาลยวิญญาณ/การรับรู้ขั้นพื้นฐานสุด) มาเป็นเนื้อหาของความฝัน
⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 15 สังสารวัฏจะตามเราไปทุกหนทุกแห่ง ตราบที่เรายังตามอารมณ์ ตามการปรุงแต่ง
บารมีหกจะช่วยให้เราไปจากสังสารวัฏ บารมีอันไม่มีวิธีการใดเทียบเทียมได้ รื้อขนสรรพสัตว์ไปสู่นิพพาน
⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,


`<div class="_desc">ข้อธรรม 16 ทานบารมี ตามคัมภีร์ลัมริม คือ การให้ด้วยใจ ตั้งแต่เราเอาอะไรไปให้ใคร หรือเราให้พระธรรมเป็นทาน หรือเราทำสิ่งที่เรียกว่าอภัยทาน รวมการให้ชีวิตสัตว์ การให้การคุ้มครอง หรือให้ความช่วยเหลือ ไม่ว่าเราจะให้ด้วยการกระทำใดก็ตาม การให้นั้นต้องมาที่ใจเราก่อน ถ้าการให้ไม่ได้เกิดขึ้นที่ใจ ไม่สามารถเรียกว่า ‘ทานบารมี’

และการให้ถ้ามีการหวังผล นั้นคือ
มีผู้ให้ : มีความคาดหวังอะไรบางอย่าง / รู้สึกตัวเองมีบุญยิ่งใหญ่
มีผู้รับ : รับสิ่งที่ผู้ให้คิดว่าเมื่อรับไปแล้วจะทำอะไรตอบแทนกลับมาให้
มีการกระทำ : การมอบสิ่งใดให้ ทั้งรูปธรรมและนามธรรม

เมื่อเรามีสิ่งต่าง ๆ เหล่านี้ ผู้ให้ ผู้รับ การกระทำ แยกจากกัน สิ่งที่เกิดขึ้นก็คือ บุญกุศลนั้นกลับไปบริสุทธิ์เท่าที่ควรจะเป็น ความหยิ่งยโสจะเข้ามาเยือน

ทานบารมี จะยกระดับเป็น “ปรัชญาปารมิตา” เป็นบารมีที่นำไปสู่การไร้อัตตาตัวตน ปัญญาแห่งการไร้การปรุงแต่ง ก็ต่อเมื่อเราสลายสิ่งที่เรียกว่า subject object action (ผู้ให้ ผู้รับ การกระทำแห่งการให้) ไปในระดับที่ส่งเสริมตัวปัญญา นั้นคือ ไม่มีการแบ่งแยกมิติทั้งสาม ให้ด้วยหัวใจที่ดำรงอยู่กับศูนยตา เป็นความว่าง ในขณะที่ให้ ไม่มีตัวตนของเราอยู่ เป็นปัญญาที่จะนำพาเราไปสู่การหลุดพ้น
⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 17 เสียงแห่งความว่าง

เมื่อเผชิญสิ่งท้าทาย ไม่ว่าจะเป็นเสียงหรือคำพูดที่รบกวนจิตใจ หรือสิ่งอื่นใด เช่น กลิ่นไม่พึงประสงค์ รสชาติของอาหารที่ไม่ถูกปาก เราควรเตือนตัวเองว่า เสียงที่แท้คือความว่าง กลิ่นและรสที่แท้คือความว่าง เมื่อเตือนตัวเองเช่นนี้ครั้งแล้วครั้งเล่า เราจะพบความมหัศจรรย์ นั่นคือ เราจะยังคงดำรงชีวิตอยู่ได้อย่างเป็นสุขท่ามกลางสิ่งเร้าที่อาจทำให้ใจเป็นทุกข์

ขอให้เราลองหันมาดูใจของเราเอง หยุดมองให้เห็นเนื้อแท้ของสิ่งที่เราเรียกว่ารบกวนหรือสร้างปัญหา ด้วยคาถาที่เรียบง่ายนี้ “ทุกอย่างคือความว่าง”
บางทีหากเรานอนไม่หลับ ไม่ว่าจะเป็นเพราะเสียงภายนอกหรือเสียงแห่งความคิดภายใน วิธีการนี้จะช่วยให้เรานอนหลับได้ง่ายขึ้น

⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 18 บารมีหก ที่จะช่วยให้เราไปพ้นจากสังสารวัฏ ในแง่ที่เป็นความทุกข์ของจิตใจ คือ วิธีการ หกอย่าง หรือบารมีอันไม่มีสิ่งใดเทียบเทียมได้ เป็นบารมีที่ยิ่งใหญ่ เพราะ บารมีนี้นำเราไปสู่อีกฝากฝั่งหนึ่ง รื้อขนสรรพสัตว์จากสังสารวัฏไปสู่นิพพาน อีกฝากฝั่งหนึ่งนั้นเรียกว่า ‘ปรัชญาปารมิตา’ เป็นบารมีที่นำเราไปสู่ปัญญาสูงสุด ซึ่งเป็นปัญญาที่จะทำให้เราได้เข้าถึงสันติสุขที่แท้ ที่ไม่ใช่ความสุขฉาบฉวย ที่เรายึดติดในชีวิตประจำวัน แต่มันไม่ยั่งยืน

บารมีหกแบ่งเป็น

1)ทานบารมี : การให้ด้วยใจ

2)ศีลบารมี : รักษาข้อปฏิบัติบางอย่าง เป็นการรักษาความบริสุทธิ์ทาง กาย วาจา ใจ

3)ขันติบารมี : ความอดทนอดกลั้น

4)วิริยะบารมี : ความเพียร

5)สมาธิบารมี (ฌาน) : เน้นสมถะ จิตหลอมรวมเป็นหนึ่งเดียว จิตเป็นเอกัคคตา

6)ปัญญาบารมี : บารมีที่ทำให้เราพ้นจากการยึดติดในตัวตนและสลายกิเลสทั้งปวง</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 19 เมื่ออัปปมัญญาสี่ได้ฉายฉานออกมาจากจิตเดิมแท้
ขอให้แสงอันไม่มีประมาณนั้นดับความมืดมนในจิตใจของสรรพสัตว์...

บทสวดภาวนาจากมหาปณิธานอันประเสริฐ

อัปปมัญญาสี่
รักไม่มีประมาณ
กรุณาไม่มีประมาณ
ยินดีไม่มีประมาณ
เท่าเทียมไม่มีประมาณ

ขอธรรมะแห่งความไม่มีประมาณนำพาเราก้าวข้ามความมืดมนทั้งปวง</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 20 ในแสง มีหยดแสง
ในหยดแสง มีความชัดใส
ในความชัดใส มีความรัก
ในความรัก มีความกรุณา
ในความกรุณา มีความยินดี
ในความยินดี มีความเท่าเทียม...

เมื่อเราดำรงชีวิตด้วยจิตประสานกับธรรมชาติทั้งนอกและใน เราได้กลับสู่ตัวตนที่แท้ ที่เราทั้งหลายต่างเป็นเช่นเดียวกัน จิตที่แท้ของเราเหมือนกันและมิเคยมัวหมอง</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 21 ในแต่ละครั้งที่ปฏิบัติธรรม เราจะอุทิศบุญกุศลให้สัตว์โลกทั้งหลายโดยไม่แบ่งแยกว่าเป็นศัตรูหรือเพื่อนสนิท การคิดแบ่งแยกอย่างมีอคติหรือเกลียดชังจะทำให้เราเข้าไม่ถึงการบรรลุธรรมโดยสมบูรณ์ เพราะฉะนั้นเราจึงควรปล่อยตัวเราจากความคิดเหล่านั้น

การทำเช่นนั้นได้เราต้องฝึกแผ่ความรักและความกรุณาอย่างไม่มีเงื่อนไขให้แก่สัตว์โลกแต่ละชีวิตโดยไม่เว้นแม้แต่หนึ่งเดียว พยายามนึกถึงผู้ที่ทำให้เราไม่สบายใจหรือผู้ที่เราคิดว่าเป็นศัตรู เมื่อเราคิดถึงบุคคลนี้ พยายามลดความโกรธและความเกลียดชังที่เรามีให้เขา ตรงกันข้าม เพิ่มความรักและความกรุณาให้เขาดุจดังความรักของแม่ที่มีต่อลูก ปฏิบัติเช่นนี้จนรู้สึกว่า
สามารถจะแผ่ความรักความกรุณาไปให้เขาได้อย่างง่ายดาย</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 22 เมื่อจิตไม่ยึดติดก็จะไม่มีสังสารวัฏ
เมื่อไม่มีสังสารวัฏก็ไม่มีการตกลงไป
เมื่อไม่ยึดติดก็คือพระธรรมอันประเสริฐ
ซึ่งเป็นความสุขในความไพศาลแห่งจิตที่แท้นั้น</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 23 โอม ตา ตรี มู เย ซา เล ดู
มนตราแห่งความรักความกรุณาให้สัตว์โลกอย่างไม่มีประมาณ</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 24 ภาพไหว
เพราะใจไหว
เมื่อใจนิ่ง
ความจริงจะปรากฏ

Appearance moves,
'cause the mind moves.
When the mind is still,
truth will appear.</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 25 รอยกรรมในดวงจิตของเรา สังคมเป็นผู้ขีดเส้น สร้างทวิลักษณ์ในใจเรา แบ่งแยกสิ่งต่าง ๆ ทุกเวลาในชีวิตของเราคือ 'ภาพลวงตา' 
เมื่อกินอาหาร เมื่อเห็นว่ารสที่แท้คือ 'ความว่าง' แล้วจะทำให้อาหารอร่อย เสียงทุกเสียงที่ได้ยิน ภาพที่มองเห็น สิ่งที่สัมผัส หรือความคิดที่เกิดขึ้น คือ ความว่าง เมื่อนั้นไม่มีสิ่งใดมีอยู่</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 26 ตัวเรานี้ ชีวิตเราเป็นการรวมกันของกองขันธ์ทั้งห้า

ฝึกปฏิบัติเพื่อนำพาไปสู่มหาโพวาแห่งกายรุ้ง

หรือเถรวาทเรียกว่าการเดินทางไปสู่พระนิพพาน</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 27 ตักกิ เจวา แฉนจุด เซ
เซ็มแจน แฉนลา เนิดบา นิ
วาปู เซซัม มิเช จิง
แพนเต มาลู ดรุบนู โช


เมื่อข้าพเจ้าได้ถือกำเนิดในภพชาติอื่น
ขออย่าได้ทำให้ผู้ใดได้รับความเจ็บปวด
แม้เท่าเสี้ยวแห่งรูขุมขน
ขอให้ได้อำนวยสุขและยังประโยชน์ไม่เว้นแม้แต่หนึ่งเดียว</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 28 เราเชื่อว่าทุกชีวิตเคยเป็นแม่ของเรามาก่อน เมื่อเราไม่รู้ว่าใครเคยเป็นแม่เรา เราจึงต้องเชื่อจากก้นบึ้งของหัวใจว่าเขาเคยเป็นแม่ของเรา แม้แต่สัตว์ตัวเล็กๆ หรือศัตรู (เพราะสังสารวัฏยาวนาน นับไม่ถ้วน เราไม่รู้ว่าใครเคยเป็นแม่ของเรามาก่อน จึงเป็นไปได้ว่าทุกคนเคยเป็นแม่ของเรา แม่ที่ปรารถนาดีต่อเรา หากไม่มีแม่ก็ไม่มีกายมนุษย์เพื่อศึกษาและฝึกฝนพระธรรม)

เราซาบซึ้ง เราสำนึกในพระคุณอันยิ่งใหญ่ของแม่ อยากตอบแทนคุณ การตอบแทนที่ยิ่งใหญ่คือการตอบแทนทางธรรม ความสุขที่ไม่มีเงื่อนไข คือการหลุดพ้นจากความทุกข์ทั้งปวง

ศัตรูในชาตินี้อาจจะเป็นแม่ในอดีตชาติ จึงไม่มีศัตรูที่แท้ ไม่มีมิตรที่แท้ มิตรอาจเคยเป็นผู้ไม่ถูกกันในชาติก่อน

ทุกชีวิตกับเราไม่แยกจากกัน ผู้ที่เราเรียกว่าผู้อื่นต่างก็เคยเป็นแม่ของเรามาก่อน</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 29 โพธิจิตมั่นคงด้วยทงเลน
การทำสมาธิทงเลนเป็นการภาวนาที่ทำให้เรามีศักยภาพ มีวิธีที่จะเชื่อมโยงและช่วยเหลือผู้อื่น ในการช่วยเหลือผู้อื่น เราจะรู้วิธีในการช่วยเหลือตัวเรา

อย่างไรก็ดี แม้การปฏิบัติทงเลนจะเน้นทำประโยชน์แก่สรรพสัตว์ทั้งหลาย แต่สุดท้ายผู้ที่ได้รับประโยชน์มากกว่าผู้ใดก็คือตัวเราเอง หากเราเข้าถึงหัวใจของการปฏิบัติ เราจะไม่ถูกความทุกข์รบกวน เพราะเราเข้าใจธรรมชาติของทุกข์ว่าไม่ได้เกิดกับเราเพียงคนเดียว

ผู้ปฏิบัติธรรมด้วยจิตอันเปี่ยมล้นด้วยความกรุณาจึงเป็น “นักรบแห่งจิตวิญญาณ” เป็นผู้ที่กล้าทิ้งความปรารถนาของตัวเองแล้วให้ความสำคัญกับความปรารถนาของผู้อื่น กล้าให้เวลากับการช่วยเหลือผู้อื่น แม้ตัวเองจะต้องเสียเวลาไปเป็นวันๆ
</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 30 'เชกม' : สมาธิแห่งการใคร่ครวญจนความรู้ตกผลึกในใจเรา ฟังด้วยความใส่ใจ ใคร่ครวญสิ่งที่ได้ฟัง แล้วกลับมาดูตัวเอง จนเกิดความเข้าใจแจ่มแจ้ง</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 31 วัชรยาน หรือ ซังงัก แปลว่า ยานแห่งมนตราลึกล้ำ หรือความลึกล้ำอันประเสริฐ

เป็นวัชรยานหรือไม่ อยู่ที่หมุดหมายในการดำรงชีวิต ซึ่งก็คือ การตั้งปณิธานที่จะขอฝึกฝนเพื่ออุทิศผลบุญให้สรรพสัตว์บรรลุธรรม

ความเป็นมหายานไม่ได้อยู่ที่ดินแดนหรือวัฒนธรรม แต่อยู่ที่ความปรารถนาที่จะทำประโยชน์ให้ผู้อื่นหรือไม่ และจุดมุ่งหมายในการปฏิบัติธรรมเพื่อบรรลุพระสัมมาสัมโพธิญาณ ไม่เพียงการบรรลุประโยชน์ส่วนตนและหลุดพ้นผู้เดียว</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 32 ความคิด มาจากการแบ่งแยกเป็นสอง เราอยู่กับทวิลักษณ์เยอะมาก

การอยู่กับพระแม่ชัมมา เราไม่อยู่กับทวิลักษณ์ ดูเหมือนความคิดแต่ไม่ใช่ความคิดที่เกิดจากมนุษย์ปุถุชน แต่เกิดจากพลังแห่ง 'ปัญญา'

ฝึกให้เพิ่มพูน ความรักที่จำเป็น คือ ความรักที่ไม่มีการแบ่งแยก ความรักของเราจึงต้องคู่กับความเท่าเทียม

เราจึงฝึกปฏิบัติพระแม่ชัมมาให้เพิ่มพูนในใจเรา แล้วเราจะมีความสุข</div>
- อ. มิว เยินเต็น -`,

`<div class="_desc">ข้อธรรม 33 'ยิ่งเราฝึกยิ่งสูงเท่าไหร่ ก็ให้เราดำรงอยู่อย่างอ่อนน้อมเท่านั้น'</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`
,

`<div class="_desc"> ข้อธรรม 34 'ศัตรูที่ร้ายกาจที่สุดไม่ได้ปรากฏ แต่แอบซ่อนอยู่ในใจของเราเอง'</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc"> ข้อธรรม 35 ทุกครั้งเราต้องถามตัวเองก่อนว่าเราฝึกปฏิบัติเพื่ออะไร
คือการมีความปรารถนาที่จะให้ชีวิตอื่นได้เข้าสู่บรมสุข ด้วยความปรารถนานี้เราจึงฝึกพระเชรับ ชัมมา ความปรารถนาที่มีอย่างแรงกล้าเรียก "โพธิจิต" วันที่เราเห็นแก่ตัวแปลว่า โพธิจิตหายไป โพธิจิตต้องฝึกฝน</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 36 การเปิดหัวใจนั้นเป็นก้าวแรกของการพัฒนาสิ่งที่เรียกว่า “ศรัทธา”</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 37 'ไม่ว่าอะไรจะเกิดขึ้น แต่ทันทีที่เราตื่นรู้ อนาคตก็จะเปลี่ยน'</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 38 'ปัจจุบันเราเป็นอย่างไร
อนาคตเราก็จะเป็นอย่างนั้น'
การกระทำในปัจจุบันจะกำหนดอนาคตของเรา</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 39 การมีคุรุคือการที่ศิษย์เปิดใจที่จะพบข้อเสียของตัวเองและแก้ไขข้อเสียเหล่านั้น

Instead of searching to find the teacher’s faults, look inside your mind to find yours. Following the teacher is the willingness to see one’s faults and correct them.</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 40 พ่อแม่คือผู้ให้กำเนิดชีวิต
พ่อแม่คือผู้มีบุญคุณอันยิ่งใหญ่
แต่พ่อแม่มิได้หมายเพียงพ่อแม่ในชาติภพนี้
ในคำสอนวัชรยาน
สัตว์ทั้งหลายแม้แต่มดตัวเล็ก ๆ ก็เคยเกิดเป็น
พ่อแม่ของเรามาก่อน</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 41 ศรัทธา 4 ระดับ

1 Inspiration ศรัทธาแห่งแรงบันดาลใจ เราประทับใจในคำสอน สถานที่ หรือวัตรปฏิบัติของสังฆะผู้ปฏิบัติธรรม

2 Clarity ศรัทธาแห่งความชัดแจ้ง เราศึกษา ใคร่ครวญข้อคิดแห่งธรรม เราอนุญาตให้พระธรรมได้ประทับอยู่ในใจจนเกิดความเข้าใจอย่างชัดเจน

3 Trust ศรัทธาแห่งความไว้เนื้อเชื่อใจ เราฝึกปฏิบัติจนความสงสัยหมดสิ้นไปและเราเกิดความเข้าใจโดยสมบูรณ์

4 Accomplishment ศรัทธาแห่งการบรรลุผล เป็นระดับสุดท้ายของศรัทธาที่ผู้ปฏิบัติจะดำรงชีวิตอยู่โดยมีพลังศรัทธาบริสุทธิ์มั่นคงหล่อเลี้ยง พลังนี้จะทำให้การปฏิบัติทุกอย่างสมฤทธิ์ผล</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 42 นี่คือสิ่งที่เราเน้นกันตลอดเวลา
ฉะนั้น เราต้องมี "โพธิจิต" เป็นอันดับแรก
ระหว่างทางที่ฝึกฝน เราต้องเข้าใจคำว่า "สภาวธรรม"
ซึ่งในวิถีมหายานเน้นมาก นั่นคือ “ศูนยตา” (สุญญตา)
คือการกลับไปสู่ความจริงในระดับสูงสุด
ซึ่งไม่ได้มีสิ่งต่าง ๆ เหมือนที่เราเห็นในชีวิตประจำวัน
แต่เป็นสภาวะโดยเนื้อแท้ของจิตที่เป็นความว่าง
แต่มีความกระจ่างชัดใส

เมื่อเราภาวนาจบ เราจะจบด้วยการอุทิศบุญกุศล
ให้การภาวนาของเราที่มีปณิธานโพธิจิต
ขับเคลื่อนนำเราไปสู่ผลบุญที่เราขอมอบให้เป็นเหตุปัจจัย
ให้พ่อแม่ สัตว์โลกทุกชีวิตบรรลุธรรม</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 43 การภาวนาโพธิจิตโดยไม่เสแสร้างด้วยการสวดมนต์จากก้นบึ้งของหัวใจต้องทำเป็นจำนวนมากจนเกิดการเปลี่ยนแปลงยิ่งใหญ่ในใจเรา การคิดถึงประโยชน์ของผู้อื่นจะเกิดขึ้นเป็นธรรมชาติ เราจะมีจิตใจกว้างใหญ่ การภาวนานี้ยังเป็นกุศลอันไม่มีประมาณ เพราะเราได้เดินตามรอยของพระพุทธเจ้าและเหล่าพระโพธิสัตว์ผู้ได้เจริญโพธิจิตมาก่อนเรา และพวกเราทุกคนมีศักยภาพที่จะเจริญโพธิจิตได้จนเข้าถึงสภาวะสูงสุด เพราะพวกเรามีเมล็ดพันธุ์แห่งการตื่นรู้อยู่</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 44 ภูมิทั้งสาม คือ สถานที่ที่สภาวะจิตไป

กามภูมิ ภูมิที่เต็มไปด้วยความเพลิดเพลิน อยู่ในสภาวะที่เราเปิดรับอายตนะ เราอยากได้แต่ความสุข เราจึงทำทุกอย่างให้เราไม่ทุกข์ เราจึงมีความปรารถนาไม่รู้จบ ความทุกข์ในฐานะที่เป็นสัตว์โลกยังคงอยู่

ไม่เพียงแค่อ่าน แต่ใคร่ครวญข้อธรรม

ความสุขจากการ 'ภาวนา' เป็นความสุขที่ยั่งยืน</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 45 การทำสมาธิไม่ได้อยู่ที่เวลาแต่สิ่งสำคัญคือการทำต่อเนื่อง ทุก ๆ วัน เหมือนกับสายน้ำที่ไหลไปอย่างไม่หยุดนิ่ง เป็นสายน้ำที่ไหลเซาะไปบนทุ่งหญ้า เพราะฉะนั้นการทำสมาธิจำนวนไม่มากแต่ทำอย่างมีคุณภาพสูงสุดจะดีที่สุด ทำทุกวัน</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 46 เมื่อเข้าใจสังสารวัฏ จิตใจของเราจะเกิดการเปลี่ยนแปลงและในขณะเดียวกันก็จะมีความสุขแม้เราจะอยู่ท่ามกลางการเปลี่ยนแปลงและความไม่แน่นอนทั้งหลาย </div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 47 พระธรรมไม่ใช่ของง่าย ถ้าง่ายเราก็บรรลุธรรมกันหมดแล้ว ก็คงจะไม่ต้องมีการสอน ที่เรายังต้องมีการฝึกปฏิบัติก็เพราะการบรรลุธรรมเป็นของยาก

หากว่ายังไม่เข้าใจไม่เป็นไร ให้เราติดตาม อาศัยการฝึก และทำความเข้าใจไปเรื่อย ๆ บางบทฝึกเป็นเดือน หรือเป็นปี แต่ให้ 'กัดไม่ปล่อย’ คือฝึกแล้วฝึกอีก ฝึกแล้วฝึกอีก จนวันนึงเกิดความเข้าใจในคำสอนนั้น มันเกิดขึ้นมาโดยธรรมชาติในใจเรา

วันที่คำสอนผุดขึ้นมา แล้วเราเข้าใจอย่างชัดเจน วันนั้นคำสอนอยู่ในเนื้อในตัวเรา สิ่งที่ปรากฏแก่เราเพียงแค่จะบอกเราว่าเรามาถูกทาง เมื่อเรามาถูกทางก็ขอให้เราพากเพียรต่อไป</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 48 ความหมายของ “คุรุ”

มีคำกล่าวว่า คุรุที่แท้ มิได้อยู่ข้างนอก แต่อยู่ภายในใจของเราเอง แต่เราจะหาท่านไม่พบ หากปราศจากคุรุด้านนอก เหมือนกับเราไม่สามารถเห็นใบหน้าของเราได้ เราต้องส่องกระจกดูจึงจะเห็น

คุรุด้านนอกจึงเป็นดังกระจกที่ทำให้เราเห็นปัญญาญาณที่เรามี ความหมายที่แท้ของคำว่า คุรุ ไม่ใช่ตัวบุคคล แต่เป็นสภาวะแห่งปัญญาญาณที่เราจะค้นพบและนำมาเป็นหลักของการภาวนา

การไม่เข้าใจความหมายโดยเนื้อแท้ของคุรุทำให้เราแบ่งแยก เกิดอคติ ทำให้เกิดการยึดติดกับคุรุด้านนอก จนลืมความหมายแห่งธรรมที่คำว่า คุรุ แสดง</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 49 เมื่อเกิดการยึดติดทำให้ใจสั่นไหว

หากมีผู้ใดพูดอะไรเกี่ยวกับการปฏิบัติธรรมของเรา หรือที่ทำให้เราไม่พอใจ ให้กลับไปดูใจของเรา หยุด และมองเห็นเป็นสภาวธรรม

ความรักจะเกิด</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 50 " ภาษาทิเบต คูยัง คือ การเปิดใจให้กว้างใหญ่ "⁣
⁣
เบื้องลึกของหัวใจของเราไม่คับแคบมัวหมอง และเต็มเปี่ยมไปด้วยความรักความกรุณา⁣
⁣
ความรักไม่มีชื่อของวรรณะ ชาติพันธุ์ นิกาย หรือศาสนา⁣
เมื่อเกิดการยึดติดทำให้ใจสั่นไหว เกราะคุ้มกัน คือ การกลับไปสู่ความกว้างใหญ่ของจิต จิตของเราใหญ่เท่าท้องฟ้า⁣
⁣
เวลาที่เรามีปัญหา เรามักจะไปยึดกับตัวปัญหา จิตจะคับแคบลงไปเรื่อย ๆ ลืมสิ่งที่ดี ๆ ที่เรามี คือ ความรัก ความกรุณา ความกระจ่างชัดใสแห่งจิต เปิดรับ ทุกคนแม้ไม่ใช่คนในครอบครัว⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 51 ชีวิตนี้อย่าไล่ล่าความปรารถนา การปรุงแต่ง เหมือนวิ่งไล่ก้อนเมฆ เพราะมันจะไม่มีวันถึง

วิ่งไล่ตาม จนออกนอกจิตที่แท้ และไม่วิ่งหนี ให้อยู่กับแสงสว่าง ปัญญาญาณที่เรามีอยู่แล้ว</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 52 สภาวะแห่งผู้เห็น สติสัมปชัญญะ หรือ ปัญญาญาณแห่งการตื่นรู้ คือการเป็นผู้เห็นอยู่ตลอดเวลา 
วันที่เราเห็นเนื้อแท้แห่งปรากฏการณ์
เราเห็นเนื้อแท้แห่งตัวเอง</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 53 "เราใช้เวลาครึ่งทางแสวงหาทางโลก เมื่อมองดูชีวิตที่ผ่านมาของเรา เราปฏิบัติธรรมก็เพื่อตัวเองอย่างเดียว มีทุกข์จากงาน คนรัก วิกฤติ เป็นเช่นนั้นหรือไม่ ขอให้ใคร่ครวญว่าอะไรกันที่เป็นสิ่งสำคัญที่สุดสำหรับชีวิต ?"⁣

ทัศนคติที่ประเสริฐสุด คือ การเห็นคุณค่าของกายมนุษย์อันประเสริฐสุด⁣

เรามีโอกาสปฏิบัติธรรม ควรใช้โอกาสนี้ ฝึกปฏิบัติ เพื่อเข้าถึงการหลุดพ้น และช่วยเหลือผู้เดือดร้อน เมื่อเราไม่ทิ้งพระธรรมคำสอน สิ่งนี้จะนำพาไปสู่การมีดวงเทียนในใจ เป็นปัญญาที่รู้เองจากการใคร่ครวญ⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 54 โลกภายใน คือ จิตของเรา⁣
โลกข้างนอก กับ โลกข้างใน⁣
จริง ๆ แล้วเป็น "สิ่งเดียวกัน"⁣⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 55 ความมืดมนอาจเกิดกับเราในตอนกลางวัน
แม้ว่าเราจะมีแสงสว่างภายนอก ความมืดนี้เกิดขึ้นได้เมื่อเราปล่อยใจไปตามอารมณ์ และขาดการบำรุงปัญญาภายในให้เกิดขึ้น

เปลี่ยนความมืดให้เป็นแสงกระจ่าง⁣⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 56 เราเกิดเป็นมนุษย์เพื่ออะไร ?⁣⁣
เมื่อเกิดเป็นมนุษย์แล้วทำให้มีโอกาสมากที่จะเข้าถึงจิตเดิมแท้ หรือ ปัญญาญาณที่อยู่ภายในตัวเราทุกคน ดังนั้นการฝึกปฏิบัติภาวนา และใคร่ครวญคำสอนที่มีคุรุช่วยชี้แนะจะนำพาเราไปสู่หนทางแห่งพุทธะได้โดยเร็ว⁣⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 57 ฝากใจไว้กับการภาวนา

เมื่อทุกข์ใจ ครูมักแนะนำให้เรานึกถึงสิ่งศักดิ์สิทธิ์ที่เคารพนับถือสูงสุด
ฝากหัวใจของเราไว้กับพระองค์นั้นๆ
ถ้าเราปล่อยใจให้ว่างในยามที่ชีวิตประสบควมไม่แน่นอน
และขาดรายได้ หรือในยามเจ็บป่วย ใจจะอ้างว้าง
แล้ว ”ปีศาจในใจ” จะมายึดครองพื้นที่
ช่วงเวลานี้ไม่ใช่ช่วงเวลาปกติ
เราจึงต้องดูแลรักษาใจให้มากกว่าเดิม
พยายามให้ใจได้พักและผ่อนคลายให้มากที่สุด
อย่างน้อยให้จิตได้รับรู้ถึงลมหายใจเข้า-ออก
ตามลมหายใจแล้วดำรงอยู่โดยไม่คิดสิ่งใด
รับรู้ถึงความไพศาลของธรรมชาติ
แล้วโอบรับความกว้างใหญ่ไว้ในใจเรา⁣⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 58 สภาวะที่ “ว่าง” เป็นเนื้อแท้ของทุกสิ่ง เราไม่เคยเป็นอย่างอื่น ไม่ว่าจะเป็นอดีต ปัจจุบัน หรืออนาคต ทุกสิ่งที่ปรากฏขึ้นเป็น “พลังแห่งปัญญา” และไม่เคยเป็นแบบอื่นตั้งแต่ต้น

ทุกสิ่งที่เราเห็น ได้ยิน ดมกลิ่น ลิ้มรส สัมผัส คิด...ต่างมีธรรมชาติโดยเนื้อแท้เป็นความว่าง

รูป...ว่าง
รส...ว่าง
กลิ่น...ว่าง
เสียง...ว่าง
สัมผัส...ว่าง
จิต...ว่าง⁣⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 59 การปฏิบัติทุกอย่างนำเรากลับไปสู่การ ‘หลอมรวม' กับธรรมชาติที่แท้ของเราเอง (union)

หรือที่วิถีซกเช็นเรียกว่า

"หยดแสงหนึ่งเดียว”
(ทิกเล่ ญาจิก)⁣⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 60 สูดลมหายใจเข้าอย่างช้าๆ อ่อนโยน นำพลังแห่งการเยียวยาเข้ามา ลมที่อยู่รอบตัวเราคือลมแห่งปัญญา จึงเป็นของขวัญวิเศษที่ธรรมชาติมอบให้

ผ่อนลมหายใจออกจนสุด ตั้งจิตว่าสิ่งรบกวนจิตใจทั้งหลายออกไปพร้อมกับลมหายใจออกนั้น

ไม่ว่าเราจะอยู่ที่ใด เราสามารถเติมเต็มพลังให้แก่จิตและสามารถทำเช่นนี้ในทุกช่วงที่รู้สึกเหนื่อย ท้อแท้ ลมที่นำเข้ามานี้คือปราณแห่งชีวิต ที่จะช่วยคลายสิ่งที่ทำให้จิตมืดมนและทำให้กายที่อ่อนแรงกลับมามีกำลังอีกครั้ง⁣⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 61 ชีวิตเราถูกลวงอยู่ตลอด ทุกอย่างเป็นภาพมายา
รูป รส กลิ่น เสียง สัมผัส ทุกสิ่งคือความว่าง
ไม่มีความว่างที่เป็นนามธรรมที่แยกจาก
รูป รส กลิ่น เสียง สัมผัส
ทุกอย่างว่างโดยเนื้อแท้แห่งตัวตน
เมื่อประสบกับสิ่งไม่พอใจให้เตือนตัวเองว่าสิ่งนั้นว่าง
สิ่งที่ไม่จริง เรียกว่า มายา
ทั้งตอนกลางวันและกลางคืน ทุกอย่างคือภาพลวงตา
ความคิด คือ ภาพลวงตา กลับไปสู่สภาวะนิ่ง ไม่ตามความคิด</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 62 ในช่วงเวลาที่เราเผชิญสิ่งท้าทาย
การสวดบูชาพระรัตนตรัยจะนำความสงบเย็นมาสู่จิตใจ
และทำให้เกิดความหวัง

พระพุทธเจ้าจะไม่มีวันทอดทิ้งเรา
ตราบที่เรามีศรัทธามั่นและร้องเรียกหาพระองค์

ในเวลาที่แห้งแล้งของชีวิต
แสงแห่งพระธรรมจะส่องสว่าง
ดับความมืดมนให้หมดสิ้นไป</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 63 ก้าวข้ามอวิชชา โดยปัญญาญาณ
ซึ่งเป็นของขวัญที่เราและสัตว์โลกมีตั้งแต่เกิด ⁣
ขอให้วิกฤติในช่วงนี้ทำให้เรากลับมาเข้าถึงปัญญาญาณเดิมแท้⁣
ถ้าเราเข้าใจความกลัว เราจะเห็นว่าจริง ๆ แล้วความกลัวไม่มีอยู่⁣
ฝึกใจให้กลับไปสู่ความนิ่งภายใน ในหนึ่งขณะที่จิตนิ่งจิตจะไม่กลัว⁣
⁣
เมื่อเราหนีไม่ได้ เราต้องก้าวข้ามไปให้ได้⁣
โดยการอยู่ตรงนี้เผชิญหน้ากับความจริง⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 64 ความรักความกรุณาที่ออกมาจากก้นบึ้งของหัวใจ
มีพลังเยียวยาทุกอย่างแม้ความผิดบาป
วัคซีนแห่งความรักความกรุณาจะปกป้องเราจากความทุกข์
การตามอารมณ์ ความรู้สึกไปไม่รู้จบ 
และรักษาโลกที่กำลังร่ำไห้ให้กลับมามีกำลังเหมือนเดิม⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 65 ขอให้พวกเราใช้โอกาสนี้เชื่อมโยงกับชีวิตทั้งหลาย โลกที่ผ่านมา เราเฉยเมยต่อกันเป็นเวลานานเหลือเกิน⁣
⁣
จากวันนี้ไป เราจะมองให้เห็นสายใยที่เชื่อมโยงเราไว้ด้วยกัน เห็นคุณค่าของทุกสิ่ง และเห็นเนื้อแท้แห่งทุกข์ เมื่อเห็นแล้ว เราจะไม่ปล่อยให้ความทุกข์เกาะกัดใจอีกต่อไป การเห็นทุกข์จึงเป็นกุญแจสำคัญที่ทำให้เรารู้ว่าสุขที่แท้คืออะไร⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 66 ดูแลสุขภาพใจ⁣
⁣
การดูแลสุขภาพใจก็สำคัญไม่ยิ่งหย่อนกว่ากัน หลายคนอาจไม่เชื่อว่ามีจิตหรือใจอยู่เพราะเรามองไม่เห็น เราเอาจิตออกมาให้ดูกันไม่ได้ แต่ดังเช่นไวรัสนี้ เราก็มองไม่เห็นเช่นกัน⁣

มีคำกล่าวว่า “จิตเป็นต้นตอของความสุขและทุกข์” เมื่อเราประสบการเปลี่ยนแปลงโดยเฉพาะที่เกิดขึ้นอย่างปัจจุบันทันด่วน หากไม่เฝ้าระวัง จิตจะไปยึดติดกับด้านลบ ทำให้เราเห็นเพียงความทุกข์ของชีวิต⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 67 ฝึกทำสิ่งที่สร้างสรรค์⁣
⁣
ในระหว่างวันจนถึงเวลาเข้านอน วางแผนเล็กๆ ว่าจะทำอะไรบ้าง ที่เรียกว่า เล็กๆ เพราะแผนนี้ยืดหยุ่น ปรับเปลี่ยนได้ ถ้าเราคาดหวังจากตัวเองมากเกินไป ใจจะอึดอัด ความผ่อนคลายก็จะหลุดลอยไป แม้เราไม่ป่วยจากไวรัส เราก็อาจป่วยจากการบีบคั้นและความคาดหวังของตัวเราเอง⁣⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 68 ดูแลกาย รักษาใจ⁣
⁣
ช่วงนี้เป็นเวลาสำคัญยิ่งกว่าเวลาใดที่พวกเราจะหันมาดูแลสุขภาพกาย สุขภาพใจกันอย่างจริงจัง เพราะถ้าเราแข็งแรง แม้ติดเชื้อโคโรน่าไวรัส หรือป่วยด้วยเหตุอื่นใด เราก็จะหายเร็วขึ้นและกลับมาแข็งแรงเหมือนเดิม⁣⁣⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 69 "จำศีล กักตัวด้วยใจ”⁣
⁣
คำว่า “จำศีล” หากจะใช้ศัพท์ที่เราได้ยินคุ้นหูในเวลานี้ก็อาจเทียบได้กับคำว่า “กักตัว” เพียงแต่การกักตัวในที่นี้ไม่ได้ถูกบังคับจากเหตุปัจจัยภายนอก ไม่ได้ถูกคุกคามด้วยความกลัวจากเชื้อโรคที่กำลังแพร่ระบาด แต่เกิดจากความปรารถนาจากก้นบึ้งของหัวใจที่จะปฏิบัติธรรมให้ได้ดีที่สุด เพื่อบ่มเพาะหน่อโพธิจิตกลางใจให้เติบโต เพื่อสร้างภูมิต้านทานเมื่อเราออกมาใช้ชีวิตในโลกภายนอก เพื่อให้เรามีกำลังใจและกำลังกายที่จะทำประโยชน์ให้มากที่สุด⁣⁣⁣⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 70 สภาวะตื่น เป็นอย่างไร :⁣
การตื่น คือ การที่เราไม่หลับใหลไป⁣
ถ้าเราไม่เข้าใจจิตของเรา เราหลับอยู่ เพราะว่า⁣
จิต คือ ตัวตื่นรู้ เป็นสิ่งที่เรารู้ ว่าเราเป็นอะไร⁣
เพราะฉะนั้นกุญแจสำคัญ คือ จิต⁣
ถ้าเราอยากจะตื่นเราต้องเข้าใจจิตของตัวเราก่อน⁣
ถ้าเราจะเข้าใจการตื่นรู้อย่างสมบูรณ์เราต้องมามองดูจิตของเรา</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`
,

`<div class="_desc">ข้อธรรม 71 หากเผลอโกรธหรือคิดลบกับบุคคลใด
ไม่จำเป็นต้องรู้สึกผิดและต่อว่าตัวเอง
ทันทีที่รู้สึกว่าอารมณ์บ่อนทำลายกำลังปรากฏขึ้นในใจ
ให้บริกรรมมนตราแห่งความรักและกรุณา
หรือมนตราบทใดก็ได้ หรือดำรงอยู่นิ่ง ๆ
เฝ้ามองดูจิตของเรา ณ ขณะนั้น
จงดูว่า ใครกันที่กำลังโกรธ ใครที่กำลังขุ่นเคือง
เมื่อมองดู จะเห็นว่า บุคคลที่กำลังโกรธ
(ซึ่งก็คือตัวเรา หรือกล่าวให้เฉพาะเจาะจงคือจิตของเรา)
มิได้มีอยู่ คงเหลือเพียงความว่างอันเป็นสภาวะโดยเนื้อแท้⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`,

`<div class="_desc">ข้อธรรม 72 ขอให้ความรักนำพาชีวิตเราในปีใหม่นี้ นำเราไปสู่การเห็นคุณค่าของกันและกัน สู่การปกป้องชีวิตที่ช่วยเหลือตัวเองไม่ได้ ขอให้ความรักเชื่อมใจเราไว้และทลายกำแพงแห่งการแบ่งแยกจนหมดสิ้น⁣
⁣
May the new year be filled with pure love, which leads us to embrace others and protect the vulnerable. May love connect us and destroy the wall of separation totally!⁣⁣</div>
- อ.กฤษดาวรรณ (เกซัง ตาวา) -`
];